---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIWelded.WebThickness
source: html/d7b138b6-5d57-f0b1-4f01-ffc3ff1c7db0.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIWelded.WebThickness Property

Web Thickness.

## Syntax (C#)
```csharp
public double WebThickness { get; set; }
```